Repository: alesrosina/LjubljanaBus
Catalog: LjubljanaBus/Data/AppResource.*.resx
Languages: sl_si

# aboutPageBgImgBy
source: Background image by Goran Petrasevic
sl_si: Avtor slike ozadja: Goran Petrasevic

# aboutPageTextBy
source: Developed by Aleš Rosina
sl_si: Avtor programa: Aleš Rosina

# aboutPageTitle
source: about
sl_si: o programu

# allowLabel
source: Allow
sl_si: Dovoli

# cancelLabel
source: Cancel
sl_si: Prekliči

# listNoData
source: No data available.
sl_si: Ni podatkov.

# mainBusStation
source: Bus station
sl_si: Postajališče

# mainPageAboutBtn
source: about
sl_si: o programu

# mainPageCallBtn
source: call moneta pay
sl_si: plačaj z moneto

# mainPageFavTab
source: favorites
sl_si: priljubljene

# mainPageMapBtn
source: map
sl_si: zemljevid

# mainPageNearMeTab
source: near me
sl_si: blizu mene

# mainPageSchemeBtn
source: scheme
sl_si: shema

# mainPageSearchBtn
source: search stations
sl_si: iskanje postaj

# mainPageSettingsBtn
source: settings
sl_si: nastavitve

# mapPageAerialView
source: aerial view
sl_si: satelitski pogled

# mapPageMyLoc
source: me
sl_si: jaz

# mapPageStreetView
source: street view
sl_si: zemljevid

# mapPageZoomIn
source: zoom in
sl_si: povečaj

# mapPageZoomOut
source: zoom out
sl_si: pomanjšaj

# msgAgreeToUseLoc
source: By clicking Allow, you will allow this aplication to access location services. You can change this setting later in settings page. You can also view privacy policy later on about page. If you do not allow access to location services, some of fetatures will not be available.
sl_si: S klikom na "Dovoli" boste dovolili uporabo lokacije aplikaciji Ljubljana Bus. Izbiro lahko kasneje kadarkoli spremenite v nastavitvah, izjavo o zasebnosti pa preberete na "O programu" strani. Če dostopa do lokacijskih storitev ne dovolite, ne boste imeli dostopa do vseh funkcionalnosti aplikacije.

# msgLocServMustBeEnabled
source: Location services must be enabled on your phone.
sl_si: Lokacijske storitve morajo biti vklopljene na vašem telefonu.

# msgNoErrorToSend
source: Yaay, no errors were detected!
sl_si: To, nobene napake ni bilo zaznane!

# msgNoInternetConn
source: You need internet access to show this data!
sl_si: Za prikaz podatkov potrebujete povezavo na internet!

# msgPrivacyPolicy
source: This application is using your current location on your explicit request. Your location is never stored on device in any form, except for viewing purposes of nerby bus stations.
sl_si: Aplikacija dostopa do vaše lokacije izključno na vašo zahtevo ter si lokacijo zapomni samo za potrebe prikaza bližnjih postaj. Lokacija se ne shranjuje in tudi ne pošilja nikamor v nikakršni obliki.

# offLabel
source: Off
sl_si: Izklopljeno

# onLabel
source: On
sl_si: Vklopljeno

# searchPageTitle
source: LJUBLJANA BUS SEARCH
sl_si: LJUBLJANA BUS ISKANJE

# settingsErrorReprotBtn
source: Send error report. Thanks!
sl_si: Pošlji poročilo o napakah

# settingsPageLocTitle
source: Allow access to your location
sl_si: Dovoli dostop do vaše lokacije

# settingsPageRestartApp
source: For settings to take effect, you must restart app.
sl_si: Potreben je ponovni zagon aplikacije.

# settingsPageTitle
source: settings
sl_si: nastavitve

# stationPageFav
source: favorites
sl_si: priljubljene

# stationPageRefresh
source: refresh
sl_si: osveži

# strDueIn
source: due in
sl_si: čez

# strPrivacyPolicy
source: Privacy policy
sl_si: Vaša zasebnost

# strTommorowAt
source: tommorow at
sl_si: jutri ob
